lymos-oa/backend/models/MenuModel.php

INSERT INTO `oa_menu` (`parent_id`, `name`, `added_time`) VALUES (1, 'aaaaaaaa3', 1462026366)
---
	public static function add($data){
		$status = \Yii::$app->db->createCommand()
			->insert('oa_menu', $data)
			->execute();